export default [
  {
    kanji: '一',
    kunyomi: ['ひと', 'ひと・つ'],
    onyomi: ['いち', 'イツ'],
    example: [
      [['一', 'ひと'], 'つ'],
      [['一', 'いち'], ['度', 'ど']],
      [['一', 'いち'], ['日', 'にち']],
      [['一', 'ひと'], ['人', 'り']],
      [['一', 'いち'], ['月', 'がつ']],
      [['一', 'いっ'], ['緒', 'しょ'], 'に']
    ]
  },
  {
    kanji: '二',
    kunyomi: ['ふた', 'ふた・つ'],
    onyomi: ['ニ'],
    example: [
      [['二十', 'はつ'], ['日', 'か']],
      [['二', 'に'], ['月', 'がつ']],
      [['二', 'に'], ['十', 'じゅう']],
      [['二', 'ふた'], ['人', 'り']],
      [['二', 'ふつ'], ['日', 'か']],
      [['二', 'ふた'], 'つ']
    ]
  },
  {
    kanji: '口',
    kunyomi: ['くち'],
    onyomi: ['コウ', 'ク'],
    example: [
      [['人', 'じん'], ['口', 'こう']],
      [['出', 'で'], ['入', 'いり'], ['口', 'ぐち']],
      [['早', 'はや'], ['口', 'ぐち']],
      [['口', 'くち'], 'を', ['開', 'あ'], 'ける'],
      [['口', 'くち'], 'げんか']
    ]
  },
  {
    kanji: '正',
    kunyomi: ['ただ・しい', 'ただ・す', 'まさ'],
    onyomi: ['セイ', 'ショウ'],
    example: [
      [['正', 'ただ'], 'す'],
      [['正', 'せい'], ['解', 'かい']],
      [['正', 'しょう'], ['月', 'がつ']],
      [['不', 'ふ'], ['正', 'せい']],
      [['公', 'こう'], ['正', 'せい']],
      [['正', 'ただ'], 'しい']
    ]
  },
  {
    kanji: '生',
    kunyomi: ['い・きる', 'う・まれる', 'お・う', 'なま'],
    onyomi: ['セイ', 'ショウ'],
    example: [
      [['生', 'せい'], ['活', 'かつ']],
      [['一', 'いっ'], ['生', 'しょう'], ['懸', 'けん'], ['命', 'めい']],
      [['生', 'なま'], 'ごみ'],
      [['生', 'せい'], ['徒', 'と']],
      [['生', 'う'], 'まれる'],
      [['生', 'い'], 'きる']
    ]
  }/*,
  {
    kanji: '',
    kunyomi: [''],
    onyomi: [''],
    example: [
      [['', ''], ['', '']],
      [['', ''], ['', '']],
      [['', ''], ['', '']],
      [['', ''], ['', '']],
      [['', ''], ['', '']],
      [['', ''], ['', '']]
    ]
  },*/
];